{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmd-parser.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "eyeliner.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-dev.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "hardtime.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "kanagawa-paper.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "langmapper.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "ltex-extra.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mellifluous.nvim": { "branch": "main" },
  "midnight.nvim": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neocodeium": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-devdocs": { "branch": "master" },
  "nvim-grey": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-tundra": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise.nvim": { "branch": "main" },
  "range-highlight.nvim": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "serenity": { "branch": "main" },
  "sibling-swap.nvim": { "branch": "main" },
  "symbol-usage.nvim": { "branch": "main" },
  "tailwind-tools.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "tfm.nvim": { "branch": "refactor" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "tsc.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-illuminate": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
